Repository: jweiland-net/reserve
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.reserve_reservation.title
source: Reserve: Reservation
de: Reserve: Reservierung

# plugin.reserve_reservation.description
source: Reserve: Display and reserve periods
de: Reserve: Zeitblöcke anzeigen und reservieren

# plugin.reserve_management.description
source: Reserve: Manage reservations and scan reservation codes
de: Reserve: Reservierungen verwalten und Reservierungscodes scannen

# tx_reserve_domain_model_facility
source: Facility
de: Einrichtung

# tx_reserve_domain_model_facility.short_name
source: Short name for QR code label
de: Kurzname für das QR Code Label

# tx_reserve_domain_model_facility.periods
source: Periods
de: Zeitblöcke

# tx_reserve_domain_model_facility.div.mail_settings
source: E-Mail settings
de: E-Mail Einstellungen

# tx_reserve_domain_model_facility.confirmation_mail_subject
source: Confirmation mail subject
de: Bestätigungsmail Betreff

# tx_reserve_domain_model_facility.confirmation_mail_html
source: Confirmation mail Text
de: Bestätigungsmail Vorlage

# tx_reserve_domain_model_facility.reservation_mail_subject
source: Reservation mail subject
de: Reservierungsmail Betreff (nach Bestätigung)

# tx_reserve_domain_model_facility.reservation_mail_html
source: Reservation mail Text
de: Reservierungsmail Vorlage

# tx_reserve_domain_model_facility.from_name
source: From name (optional)
de: Absender Name (optional)

# tx_reserve_domain_model_facility.from_email
source: From email (optional)
de: Absender E-Mail Adresse (optional)

# tx_reserve_domain_model_facility.reply_to_name
source: Reply to name (optional)
de: Antwortadresse Name (optional)

# tx_reserve_domain_model_facility.reply_to_email
source: Reply to email (optional)
de: Antwortadresse E-Mail (optional)

# tx_reserve_domain_model_facility.div.qr_code
source: QR Code settings
de: QR Code Einstellungen

# tx_reserve_domain_model_facility.qr_code_size
source: QR Code size (in px)
de: QR Code Größe (in px)

# tx_reserve_domain_model_facility.qr_code_label_size
source: QR Code label size (in px)
de: QR Code Label Schriftgröße (in px)

# tx_reserve_domain_model_facility.qr_code_logo
source: Insert logo into QR Code (optional)
de: Logo in den QR Code einfügen (optional)

# tx_reserve_domain_model_facility.qr_code_logo_width
source: Logo width (in px)
de: Logo-Breite (in px)

# tx_reserve_domain_model_facility.qr_code_preview
source: Preview QR code
de: Beispiel QR Code erstellen

# tx_reserve_domain_model_facility.qr_code_preview.button
source: Render preview
de: Beispiel rendern

# tx_reserve_domain_model_facility.qr_code_preview.notice
source: Only saved changes are processed!
de: Nur gespeicherte Änderungen werden verarbeitet!

# tx_reserve_domain_model_facility.cancelable
source: Reservations are cancelable
de: Reservierungen sind stornierbar

# tx_reserve_domain_model_facility.cancelable_until_minutes
source: Reservations are cancelable until x minutes before begin
de: Reservierung sind stornierbar bis x Minuten vor Beginn

# tx_reserve_domain_model_period
source: Period
de: Zeitblock

# tx_reserve_domain_model_period.date
source: Date
de: Datum

# tx_reserve_domain_model_period.begin
source: Begin
de: Startzeit

# tx_reserve_domain_model_period.end
source: End
de: Endzeit

# tx_reserve_domain_model_period.max_participants
source: Max participants
de: Maximale Teilnehmer

# tx_reserve_domain_model_period.max_participants_per_order
source: Max participants per order
de: Maximale Teilnehmer pro Bestellung

# tx_reserve_domain_model_period.booking_begin
source: Booking begin
de: Reservierbar ab

# tx_reserve_domain_model_period.booking_end
source: Booking end (optional)
de: Reservierbar bis (optional)

# tx_reserve_domain_model_period.orders
source: Orders
de: Bestellungen

# tx_reserve_domain_model_order
source: Reservation
de: Reservierung

# tx_reserve_domain_model_order.activated
source: Activated
de: Aktiviert

# tx_reserve_domain_model_order.activation_code
source: Activation code
de: Aktivierungscode

# tx_reserve_domain_model_order.phone
source: Phone
de: Telefon

# tx_reserve_domain_model_order.address
source: Address
de: Adresse

# tx_reserve_domain_model_order.zip
source: Zip
de: PLZ

# tx_reserve_domain_model_order.city
source: City
de: Stadt

# tx_reserve_domain_model_order.organization
source: Organization
de: Organisation

# tx_reserve_domain_model_order.remarks
source: Remarks
de: Bemerkungen

# tx_reserve_domain_model_order.reservations
source: Reservation codes
de: Reservierungscodes

# tx_reserve_domain_model_order.first_name
source: First name
de: Vorname

# tx_reserve_domain_model_order.last_name
source: Last name
de: Nachname

# tx_reserve_domain_model_order.booked_period
source: Select a period
de: Bitte Zeitblock wählen

# tx_reserve_domain_model_reservation
source: Reservation code
de: Reservierungscode

# tx_reserve_domain_model_reservation.used
source: Used
de: Eingelöst

# tx_reserve_domain_model_reservation.customer_order
source: Reservation
de: Reservierung

# tx_reserve_domain_model_reservation.first_name
source: First name
de: Vorname

# tx_reserve_domain_model_reservation.last_name
source: Last name
de: Nachname

# tx_reserve_domain_model_email.subject
source: Subject
de: Betreff

# tx_reserve_domain_model_email.body
source: Body
de: Nachricht

# tx_reserve_domain_model_email.periods
source: Send mail to visitors of selected periods
de: Sende Mail an Gäste der ausgewählten Zeitblöcke

# tx_reserve_domain_model_email.locked
source: Mails are currently being sent
de: E-Mails werden aktuell verschickt

# tx_reserve_domain_model_email.receiver_type
source: Receiver type
de: Empfängertyp

# tx_reserve_domain_model_email.receiver_type.0
source: Send mail to visitors of selected periods
de: Sende Mail an Gäste der ausgewählten Zeitblöcke

# tx_reserve_domain_model_email.receiver_type.1
source: Write down E-Mail addresses manually
de: E-Mail Adressen händisch eintragen

# tx_reserve_domain_model_email.custom_receivers
source: Receivers (comma separated list of mail addresses)
de: Empfänger (kommaseparierte Liste von E-Mail Adressen)

# tx_reserve_domain_model_email.from_name
source: From name (optional)
de: Absender Name (optional)

# tx_reserve_domain_model_email.from_email
source: From email (optional)
de: Absender E-Mail Adresse (optional)

# tx_reserve_domain_model_email.reply_to_name
source: Reply to name (optional)
de: Antwortadresse Name (optional)

# tx_reserve_domain_model_email.reply_to_email
source: Reply to email (optional)
de: Antwortadresse E-Mail (optional)

# tx_events2_domain_model_event.registration_required
source: Registration required
de: Anmeldung erforderlich

# tx_events2_domain_model_location.facility
source: Facility
de: Einrichtung
