Repository: jweiland-net/reserve
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, ru

# plugin.reservation.title
source: Display and reserve periods
de: Zeitblöcke anzeigen und reservieren
ru: Отображение и резервирование периодов

# plugin.management.title
source: Manage reservations and scan reservation codes
de: Verwalte Reservierungen und scanne Reservierungscodes
ru: Управление бронированием и сканирование кодов бронирования

# form.order.submit
source: Reserve
de: Bestellen
ru: Бронь

# form.order.email
source: E-Mail
ru: Электронная почта

# form.order.phone
source: Phone
de: Telefon
ru: Телефон

# form.order.address
source: Address
de: Adresse
ru: Адрес

# form.order.zip
source: Zip
de: PLZ
ru: Почтовый индекс

# form.order.city
source: City
de: Stadt
ru: Город

# form.order.organization
source: Organization
de: Organisation
ru: Организация

# form.order.remarks
source: Remarks
de: Bemerkungen
ru: Примечания

# form.order.furtherParticipants
source: Further participants
de: Weitere Personen
ru: Дальнейший участники

# order.furtherParticipant
source: Further participant
de: Weitere Person
ru: Дальнейший участник

# form.order.participants.firstName
source: First name of participant %d
de: Vorname von Begleitung %d
ru: Имя участника %d

# form.order.participants.lastName
source: Last name of participant %d
de: Nachname von Begleitung %d
ru: Фамилия участника %d

# form.order.period
source: Selected period
de: Gewählter Zeitblock
ru: Выбранный период

# form.order.amountOfPeople
source: Amount of people (max. %d)
de: Anzahl Personen (max. %d)
ru: Кол-во людей (макс. %d)

# form.order.header
source: Reserve a ticket for %s
de: Reserviere ein Ticket für %s
ru: Забронировать заявку для %s

# form.order.description
source: This reservation will be valid at %s between %s - %s
de: Diese Reservierung ist gültig für den %s zwischen %s - %s
ru: Это бронирование будет действительным на %s между %s - %s

# form.order.firstName
source: First name
de: Vorname
ru: Имя

# form.order.lastName
source: Last name
de: Nachname
ru: Фамилия

# scan.status.orderNotActive
source: Order was not activated
de: Bestellung wurde nicht aktiviert.
ru: Заказ не был активирован

# scan.status.codeAlreadyScanned
source: Code was already scanned
de: Code wurde bereits eingelöst.
ru: Код уже сканирован

# scan.status.reservationActivated
source: Reservation successfully scanned.
de: Reservierung erfolgreich eingelöst.
ru: Бронирование успешно сканировано.

# scan.status.error.0
source: Success
de: Erfolgreich
ru: Успешно

# scan.status.error.1
source: Error
de: Fehler
ru: Ошибка

# list.alerts.isBookingAllowed
source: You have recently reserved at least one ticket for this facility. Please wait a moment until you can reserve more tickets.
de: Du hast vor kurzer Zeit mindestens ein Ticket für diese Einrichtung reserviert. Bitte warte noch einen Moment, bis du weitere Tickets reservieren kannst.
ru: Недавно вы зарезервировали по крайней мере один билет на это заведение. Пожалуйста, подождите немного, пока вы не сможете зарезервировать больше билетов.

# list.alerts.wrongAmountOfReservations
source: Could not create an order for your selected amount of people!
de: Für die ausgewählte Anzahl an Personen kann keine Reservierung angelegt werden!
ru: Не удалось создать заказ для указанного количества людей!

# list.facility
source: Facility
de: Einrichtung
ru: Заведение

# list.date
source: Date
de: Datum
ru: Дата

# list.begin
source: Begin
de: Beginn
ru: Начало

# list.end
source: End
de: Ende
ru: Конец

# list.free_slots
source: Remaining slots
de: Freie Plätze
ru: Оставшиеся слоты

# list.participants
source: Participants
de: Teilnehmer
ru: Участники

# list.action
source: Action
de: Aktion
ru: Действие

# list.choose_this_period
source: Choose this period
de: Diesen Termin wählen
ru: Выберите этот период

# list.bookable_from
source: Bookable from %s
de: Buchbar ab %s
ru: Можно забронировать от %s

# list.in_use
source: Is in use?
de: Wird bereits verwendet?
ru: Уже используется?

# list.no_more_tickets
source: No more tickets!
de: Keine Buchung mehr möglich!
ru: Больше нет заявок!

# list.code
source: Code
ru: Код

# scanner_unavailable
source: Unable to access video stream (please make sure you have a camera enabled)
de: Kamera nicht erreichbar (bitte stelle sicher, dass der Zugriff auf die Kamera erlaubt ist)
ru: Не удается получить доступ к камере (пожалуйста, убедитесь, что камера включена)

source: of
de: von
ru: из

# mail.salutation
source: Dear %s %s,
de: Guten Tag %s %s,
ru: Уважаемый(ая) %s %s,

# mail.cancellation.subject
source: Your cancellation
de: Stornierung der Reservierung
ru: Ваша отмена

# mail.cancellation.inactive
source: your reservation for %s has been cancelled because you have not confirmed it within %d minutes.
de: die Reservierung für %s wurde storniert, da sie nicht innerhalb von %d Minuten aktiviert wurde.
ru: Твоё бронирование для %s было отменено, потому что вы не подтвердили его в течение %d минут.

# mail.cancellation.customer
source: we cancelled your reservation for %s.
de: die Reservierung für %s wurde soeben storniert.
ru: Мы отменили резервирование для %s.

# mail.confirmation.confirm_link_text
source: Confirm your reservation
de: Reservierung bestätigen
ru: Подтвердить бронирование

# mail.confirmation.cancel_link_text
source: Cancel your reservation
de: Reservierung stornieren
ru: Отменить бронирование

# mail.confirmation.cancel_notice
source: Not your order or placed by mistake?
de: Wurde die Reservierung irrtümlich ausgelöst?
ru: Не ваш заказ или размещён по ошибке?

# mail.facility
source: Facility
de: Einrichtung
ru: Заведение

# mail.period
source: Period
de: Zeitblock
ru: Период

# mail.reservation.print_notice
source: Please print out this mail or save the code(s) on your phone.
de: Bitte speichere die/den unten angezeigte(n) Code(s) oder zeige die E-Mail mit den Codes am Handy vor Ort vor.
ru: Пожалуйста, распечатайте это письмо или сохраните код(ы) на вашем телефоне.

# mail.reservation.cancelable_until
source: If the reservation is no longer needed, it can be cancelled until %s.
de: Falls die Reservierung doch nicht mehr benötigt wird, kann sie bis zum %s storniert werden.
ru: Если бронирование больше не нужно, его можно отменить до %s.

# reservation.no_printer_notice
source: If you neither have a printer nor a phone you can write down the following code(s) by hand and bring them to the event:
de: Sollte weder ein Drucker, noch ein Smartphone zur Verfügung stehen, so können diese Codes manuell aufgeschrieben und vor Ort vorgezeigt werden:
ru: Если у вас нет ни принтера, ни телефона, вы можете записать следующие коды вручную и принести их на мероприятие

source: List
de: Liste
ru: Список

source: Redeem
de: Einlösen
ru: Погасить

# reservation.created
source: We have send you a confirmation mail to get your tickets. Please check your mailbox.
de: Vielen Dank für Ihre Reservierung. Wir haben Ihnen eine E-Mail mit Bestätigungslink an Ihr Postfach gesendet.
ru: Мы отправили вам письмо с подтверждением, чтобы получить ваши билеты. Пожалуйста, проверьте вау почту.

# reservation.confirmed
source: Your reservation at %s has been confirmed successfully.
de: Sie haben Ihre Reservierung für %s erfolgreich bestätigt.
ru: Ваше бронирование на %s было успешно подтверждено.

# reservation.mail_with_code_sent
source: We sent you a second mail that contains your reservation code.
de: Wir haben Ihnen eine E-Mail mit Ihrem Reservierungscodes gesendet.
ru: Мы отправили Вам второе письмо, содержащее код бронирования.

# reservation.print_or_show_code
source: Please either print out this page, the second mail or show your mail at the entrance.
de: Bitte drucken Sie sich den Code von dieser Seite oder der E-Mail aus. Alternativ können Sie die E-Mail mit dem Code am Eingang vorzeigen.
ru: Пожалуйста, распечатайте эту страницу, вторую почту или покажите вашу почту на входе.

source: Loading video..
de: Video wird geladen..
ru: Загрузка видео..

source: Code not found!
de: Code wurde nicht gefunden!
ru: Код не найден!

source: Reservations
de: Reservierungen
ru: Бронирования

source: Close
de: Schließen
ru: Закрыть

source: Day list
de: Tagesliste
ru: Дневной список

# scanEntireOrder
source: Activate entire order with all its reservations
de: Aktiviere die gesamte Bestellung mit allen Reservierungen
ru: Активировать весь заказ со всеми его бронированиями

source: Redeemed
de: Eingelöst
ru: Активирован

# cancel.warning
source: Do you really want to cancel the reservation for %s?
de: Möchten Sie die Reservierung für %s wirklich stornieren?
ru: Вы действительно хотите отменить бронирование на %s?

# cancel.button
source: Cancel reservation
de: Reservierung stornieren
ru: Отменить бронирование

# cancel.cancelled
source: The reservation has been cancelled sucessfully.
de: Die Reservierung wurde erfolgreich storniert.
ru: Заказ был успешно отменён.

# flashMessage.clearedCacheForFacility
source: Cleared cache for %s list view(s) in frontend.
de: Der Cache für die %s Listenansicht(en) im Frontend wurde erfolgreich geleert.
ru: Кэш для отображения списка просмотра(ов) %s в интерфейсе очищен.

# flashMessage.noLongerCancelable
source: The reservation could be cancelled until %s. It can no longer be canceled!
de: Die Reservierung konnte bis zum %s storniert werden. Sie kann nun nicht mehr storniert werden!
ru: Бронирование может быть отменено до %s. Оно больше не может быть отменено!

# flashMessage.notCancelable
source: The reservation could not be canceled.
de: Die Reservierung konnte nicht storniert werden.
ru: Бронирование не может быть отменено.

# modal.periodAskForMail.title
source: You updated at least one period
de: Mindestens ein Zeitblock wurde aktualisiert
ru: Вы обновили хотя бы один период

# modal.periodAskForMail.message
source: The time of at least one period was changed! Do you want to write an e-mail to inform the affected visitors?
de: Die Zeit von mindestens einem Zeitblock wurde verändert. Möchten Sie eine E-Mail verfassen, um die betroffenen Besucher zu informieren?
ru: Время как минимум одного периода было изменено! Хотите написать электронное письмо, чтобы проинформировать затронутых посетителей

# modal.button.writeMail
source: Write e-mail
de: E-Mail verfassen
ru: Написать e-mail

# modal.periodAskForMailAfterDeletion.title
source: You deleted at least one period
de: Mindestens ein Zeitblock wurde entfernt
ru: Вы удалили хотя бы один период

# modal.periodAskForMailAfterDeletion.message
source: Do you want to inform the affected visitors about the cancellation of their reserved tickets?
de: Möchten Sie die Kunden über die Streichung der reservierten Tickets informieren?
ru: Вы хотите сообщить затронутых посетителей об отмене их зарезервированных билетов?

# email.body.afterPeriodUpdate
source: <p>Dear visitor,</p> <p>we changed some details of your booked time period!</p> <p>Updated reservation data:</p> <p>###RESERVATION###</p>
de: <p class="greeting-de">Lieber Besucher,</p> <p>wir haben ein paar Änderungen an den Zeiten ihrer gebuchten Tickets vorgenommen.<br> Aktualisierte Reservierungszeit:</p> <p>###RESERVATION###</p>
ru: <p>Уважаемый посетитель,</p> <p>мы изменили некоторые детали Вашего забронированного периода!</p> <p>Обновленные данные бронирования:</p> <p>###РЕЗЕРВИРОВАНИЕ###</p>

# email.body.afterPeriodDeletion
source: <p>Dear visitor,</p> <p>we are sorry but your reserved ticket got cancelled!</p>
de: <![CDATA[<p>Lieber Besucher,</p> <p>es tut uns sehr leid, aber Ihr gebuchtes Ticket wurde leider gestrichen!</p> ]]>
ru: <p>Уважаемый посетитель,</p> <p>мы сожалеем, но Ваш зарезервированный билет был отменен!</p>

# orderValidator.isNotBookable
source: The selected period can not be booked at the moment!
de: Der ausgewählte Zeitblock kann nicht gebucht werden!
ru: Выбранный период не может быть забронирован в данный момент!

# period.openEnd
source: Open end
de: Offenes Ende
ru: Открыть конец
